/* No comment provided by engineer. */
"%.0lfk of %.0lfk" = "%1$.0lfk de %2$.0lfk";

/* No comment provided by engineer. */
"%@ %@ has been installed and will be ready to use next time %@ starts! Would you like to relaunch now?" = "%1$@ %2$@ ha sido instalada y estará disponible la próxima ve que %3$@ se inicie. ¿Desea reiniciar la aplicación?";

/* No comment provided by engineer. */
"%@ %@ is currently the newest version available." = "%1$@ %2$@ es la última versión disponible.";

/* No comment provided by engineer. */
"%@ %@ is now available (you have %@). Would you like to download it now?" = "%1$@ %2$@ se encuentra disponible (usted tiene la %3$@). ¿Desea descargarla ahora?";

/* No comment provided by engineer. */
"%@ does not have permission to write to the application's directory! Are you running off a disk image? If not, ask your system administrator for help." = "%@ no tiene permisos para escribir en el directorio de la aplicación! ¿Está ejecutando la aplicación desde una imagen de disco? Si no, pida ayuda a su administrador de sistemas.";

/* No comment provided by engineer. */
"A new version of %@ has been installed!" = "¡ Se ha instalado una nueva versión de %@ !";

/* No comment provided by engineer. */
"A new version of %@ is available!" = "¡Se encuentra disponible una nueva versión de %@ !";

/* No comment provided by engineer. */
"An error occurred during installation. Please try again later." = "Ocurrió un error durante la instalación. Por favor, inténtelo de nuevo más tarde.";

/* No comment provided by engineer. */
"An error occurred in retrieving update information. Please try again later." = "Ocurrió un error al recopilar información sobre la nueva actualización. Por favor, inténtelo de nuevo más tarde.";

/* No comment provided by engineer. */
"An error occurred while extracting the archive. Please try again later." = "Ocurrió un error al extraer el archivo. Por favor, inténtelo de nuevo más tarde.";

/* No comment provided by engineer. */
"An error occurred while trying to download the file. Please try again later." = "Ocurrió un error al descargar el archivo. Por favor, inténtelo de nuevo más tarde.";

/* No comment provided by engineer. */
"An update is already in progress!" = "¡Hay una actualización en proceso!";

/* No comment provided by engineer. */
"Cancel" = "Cancel";

/* No comment provided by engineer. */
"Check for updates on startup?" = "¿Desea comprobar si hay actualizaciones al arrancar?";

/* No comment provided by engineer. */
"Downloading update..." = "Descargando actualización...";

/* No comment provided by engineer. */
"Extracting update..." = "Extrayendo actualización...";

/* No comment provided by engineer. */
"Install and Relaunch" = "Instalar y relanzar";

/* No comment provided by engineer. */
"Installing update..." = "Instalando actualización...";

/* No comment provided by engineer. */
"No" = "No";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Ready to install!" = "¡Preparado para instalar!";

/* No comment provided by engineer. */
"Update Error!" = "¡Error de actualización!";

/* No comment provided by engineer. */
"Updating %@" = "Actualizando %@";

/* No comment provided by engineer. */
"Would you like %@ to check for updates on startup? If not, you can initiate the check manually from the application menu." = "¿Desea que %@ compruebe si hay actualizaciones al iniciarse? Si no, puede iniciar la comprobación manualmente desde el menú de la aplicación.";

/* No comment provided by engineer. */
"Yes" = "Sí";

/* No comment provided by engineer. */
"You're up to date!" = "¡Se encuentra actualizado!";

